Repository: nghuy0901/AyayaDashboard
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: pl

source: Rewind 10s
pl: Cofnij 10s

source: Shuffle
pl: Przemieszaj

source: Back
pl: Cofnij

source: Play
pl: Odtwarzaj

source: Skip
pl: Pomiń

source: Repeat
pl: Powtórz

source: Forward 10s
pl: Przewiń 10s

source: Volume
pl: Głośność

source: Effect
pl: Efekty

source: Queue
pl: Kolejka

source: Support
pl: Wsparcie

source: Document
pl: Dokumentacja

source: Donation
pl: Dotacja

source: Votes
pl: Oddaj głos

source: Legal
pl: Elementy prawne

source: Privacy Policy
pl: Polityka prywatności

source: Terms Of Service
pl: Warunki korzystania z usługi

source: Search your input and add it to the queue
pl: Wyszukaj swoją fraze i dodaj ją kolejki

source: Add All
pl: Dodaj wszysktie

source: Inbox
pl: Skrzynka odbiorcza

source: No message for you at this time.
pl: Brak nowych wiadomości.

source: Settings
pl: Ustawienia

source: Help
pl: Pomoc

source: Logout
pl: Wyloguj się

source: Cancel
pl: Anuluj

source: Confirm
pl: Potwierdź

source: Accept
pl: Akceptuj

source: Link copied to clipboard
pl: Link został skopiowany do schowka

source: Added {0} into the queue.
pl: Dodano {0} do kolejki.

source: Added {0} songs into the queue.
pl: Dodano {0} utworów do kolejki

source: Paused the player.
pl: Zapauzowano odtwarzacz

source: Resumed the player.
pl: Wznowiono odtwarzacz

source: Forward the player to {0}.
pl: Przewinięto odtwarzacz do {0}.

source: Rewind the player to {0}.
pl: Przewinięto odtwarzacz do tyłu do {0}.

source: Set volume to {0}.
pl: Ustawiono głośność na {0}

source: {0} and {1} are swapped.
pl: {0} oraz {1} zostały zamienione

source: Moved {0} to {1}.
pl: Przeniesiono {0} do {1}.

source: Shuffled the {0}
pl: Przemieszano: {0}.

source: The repeat mode has been set to {0}
pl: Tryb pętli został ustawiony na: {0}.

source: Removed {0} from the queue.
pl: Usunięto {0} z kolejki.

source: Removed {0} tracks from the queue.
pl: Usunięto {0} utworów z kolejki.

source: Cleared {0} list.
pl: Wyczyszczono listę {0}.

source: Autoplay mode is now {0}.
pl: Tryb autoodtwarzania jest teraz {0}.

source: enabled
pl: włączony

source: disabled
pl: wyłączony

source: Results found
pl: znalezione wyniki

source: You are not able to select this bot!
pl: Nie możesz wybrać tego bota!

source: You need to connect a bot in order to perform this action.
pl: Musisz połączyć bota by wykonać tę czynność.

source: Add more songs to the queue before shuffling.
pl: Dodaj więcej utworów do kolejki przed jej przemieszaniem.

source: Keyboard Shortcuts
pl: Skróty klawiszowe

source: Quick access to common actions
pl: Szybki dostęp do powszechnych akcji

source: Close
pl: Zamknij

source: Navigation
pl: Dotacja

source: Playback Controls
pl: Kontrola odtwarzania

source: Queue Management
pl: Typ kolejki

source: Show keyboard shortcuts
pl: Pokaż skróty klawiszowe

source: Focus search bar
pl: Skup na pasku wyszukiwania

source: Play/Pause
pl: Odtwarzanie/Pauza

source: Forward 10 seconds
pl: Przewiń 10s

source: Rewind 10 seconds
pl: Cofnij 10s

source: Previous track
pl: Usuń utwór

source: Next track
pl: Utwór

source: Toggle repeat mode
pl: Przełącz tryb powtarzania

source: Toggle shuffle
pl: Odtwórz przemieszane

source: Track
pl: Utwór

source: Recommendation for this song
pl: Polecane dla tego utworu

source: Based on your song your picked
pl: Bazujące na wybranym utworze

source: Playlist name
pl: Nazwa playlisty

source: e.g. My playlist
pl: Moja playlista

source: Playlist type
pl: Typ playlisty

source: Standard Playlist
pl: Playlista standardowa

source: Online Playlist
pl: Playlista online

source: Playlist Url
pl: URL Playlisty

source: e.g. Youtube or Spotify playlist url
pl: Adres playlisty np. Youtube lub Spotify.

source: Create
pl: Utwórz

source: Delete
pl: Usuń

source: playlist
pl: playlista

source: share
pl: udostępnij

source: Create Playlist
pl: Utwórz Playlistę

source: Create and personalize your playlist for every mood, crafted exclusively by you.
pl: Stwórz i spersonalizuj indywidualną playlistę na każdy nastrój.

source: Rename Playlist
pl: Zmień nazwę Playlisty

source: Allows you to change the name of your existing collections of songs for better organization.
pl: Umożliwia zmianę nazwy istniejących kolekcji utworów w celu lepszej organizacji.

source: Delete Playlist
pl: Usuń playlistę

source: Enables the removal of unwanted collections of songs from your library.
pl: Umożliwia usuwanie niechcianych kolekcji utworów z biblioteki.

source: Adjust the configurations on your server for an optimized experience.
pl: Dostosuj konfiguracje na swoim serwerze, aby uzyskać zoptymalizowane działanie.

source: General
pl: Ogólne

source: You are now listening in
pl: Aktualnie słuchasz w

source: My Servers
pl: Moje serwery

source: Please select a server whose settings you would like to modify
pl: Wybierz serwer którego ustawienia chciałbyś zmodyfikować

source: Invite the Bot to Your Server
pl: Zaproś bota na swój serwer

source: The bot is not currently a member of the following server
pl: Bot nie jest aktualnie członkiem wybranego serwera.

source: Careful — you have unsaved changes!
pl: Ostrożnie - masz nie zapisane zmiany!

source: Reset
pl: Resetuj

source: Save Changes
pl: Zapisz zmiany

source: Invite to this server
pl: Zaproś na ten serwer

source: members
pl: członków

source: Change the default prefix for message commands.
pl: Zmień domyślny prefix komend.

source: Language
pl: Język

source: You can choose your preferred language, the bot message will change to the language you set.
pl: Możesz wybrać preferowany język, wiadomość bota zostanie zmieniona na ustawiony język.

source: Queue Mode
pl: Typ kolejki

source: Change to another type of queue mode.
pl: Zmień na inny typ kolejki

source: DJ Role
pl: Rola DJ'a

source: Set a DJ role or remove DJ role.
pl: Ustaw lub usuń rolę DJ'a.

source: 24/7 Mode
pl: Tryb 24/7

source: Toggles 24/7 mode, which disables automatic inactivity-based disconnects.
pl: Przełącza tryb 24/7, który wyłącza automatyczne rozłączanie się bota przy nieaktywności

source: Vote Bypass
pl: Pominięcie głosowanie

source: Toggles in the voting system provide you the option to participate or abstain from voting to skip a song.
pl: Przełącza system głosowania za pominięciem utworu.

source: Toggle Music Controller
pl: Kontroler muzyki

source: Toggles to send a message when clicking the button in the music controller.
pl: Przełącza kontroler muzyki

source: Duplicate Track
pl: Zduplikowane utwory

source: Toggle Vocard to prevent duplicate songs from queuing.
pl: Zapobiega umieszczaniu zduplikowanych utworów w kolejce

source: Silent Message
pl: Cichy Komunikat

source: Toggle silent messaging to send messages without alerting.
pl: Przełącz na tryb cichy, aby wysyłać wiadomości bez powiadamiania.

source: Voice Status Template
pl: Szablon statusu kanału

source: Customize the channel topic template (Displayed while playing music).
pl: Spersonalizuj temat kanału (Wyświetlany podczas odtwarzania muzyki)

source: Enable Effect
pl: Włącz Efekt

source: Turn on the music sound effect.
pl: Włacz efekt dźwiękowy.

source: Reset all filter.
pl: Resetuj wszystkie filtry.

source: Applied {0} filter.
pl: Nałożono filtr {0}.

source: Removed {0} filter.
pl: Usunięto filtr: {0}.

source: None
pl: Brak

source: rotation
pl: Obracanie

source: distortion
pl: Przester

source: lowpass
pl: Filtr LPF

source: Play now
pl: Odtówrz teraz

source: Play next
pl: Odtwórz następne

source: Add to queue
pl: Dodaj do kolejki

source: Remove from queue
pl: Usuń z kolejki

source: Skip to
pl: Pomiń do

source: Back to
pl: Cofnij do

source: Move to top
pl: Przesuń na górę

source: Move to bottom
pl: Przesuń na dół

source: Copy link
pl: Zkopiuj link

source: Recommendation
pl: Polecane

source: Get lyrics
pl: Pobierz napisy

source: Play shuffle
pl: Odtwórz przemieszane

source: Remove track
pl: Usuń utwór

source: Add to playlist
pl: Dodaj do playlisty

source: Some errors occurred and the dashboard could not be connected
pl: Wystąpił błąd i panel nie mógł zostać połączony

source: Can't Find You on Discord
pl: Nie odnaleziono twojego konta Discord!

source: I'm unable to locate you in any Discord server. Please check that you've invited our bot and granted it the necessary permissions to access your server information.
pl: Nie zostałeś odnaleziony w żadnym serwerze Discord. Upewnij się że zaprosiłeś bota na serwer oraz przydzieliłeś mu wymagane uprawnienia.

source: Reload Page
pl: Przeładuj stronę

source: No Hisotry Searches Found
pl: Brak historii wyszukiwania

source: It seems like you haven't searched for any songs yet. No worries, your musical journey can start right now! Simply enter the name of your favorite song or artist in the search bar.
pl: Wygląda na to że nie wyszukiwałeś jeszcze żadnych utworów，Zacznij swoją muzyczną przygodę wpisując nazwę swojej ulubionej piosenki lub artysty w pasek wyszukiwania.

source: Search Now
pl: Szukaj

source: Server Not Detected
pl: Nie wykryto serwera

source: Ensure that I'm added to your server. Please note, you must possess 'Manage Guild' permissions on the server you wish to manage.
pl: Upewnij się, że bot jest dodany do serwera oraz że ma przydzielone uprawnienie ‘Manage Guild’.

source: Refresh page
pl: Odśwież stronę

source: Lyrics Not Found
pl: Tekst nie został odnaleziony

source: Sorry, but I'm unable to search for the lyrics of this song. Please try searching online.
pl: Niestety, nie mogę odnaleść tekstu tej piosenki. Spróbuj poszukać go online.

source: Temporary Access Limit Reached
pl: Osiągnięto tymczasowy limit dostępu

source: It appears you've been quite active and have reached the limit for requests. Don't worry, this is only temporary. You'll be able to continue your activities after a short break.
pl: Wygląda na to, że byłeś dość aktywny i osiągnąłeś limit zapytań. Będziesz mógł kontynuować aktywność po krótkiej przerwie.

source: Recently played
pl: Ostatnio odtwarzane

source: Based on your song playback history
pl: Bazowane na twojej historii odtwarzania

source: Recommendation for today
pl: Polecane na dziś

source: Top 50 Global Hits
pl: Top 50 światowych hitów

source: Trending Songs
pl: Popularne utwory

source: Manage your account settings and preferences
pl: Zarządzaj swoimi ustawieniami konta oraz preferencjami

source: Default language for public dashboard.
pl: Domyślny język dla publicznego pulpitu nawigacyjnego.

source: Dark Mode
pl: Tryb ciemny

source: Quickly toggle between light and dark modes for a personalized.
pl: Szybko przełączaj pomiędzy trybem ciemnym a jasnym.

source: Home
pl: Strona główna

source: Explore
pl: Odkryj

source: Server
pl: Serwer

source: Toggle History
pl: Historia

source: Now playing
pl: Aktualnie odtwarzane

source: Next in queue
pl: Następne w kolejce

source: Clear queue
pl: Wyczyść kolejkę

source: History queue
pl: Historia kolejki

source: Clear history
pl: Wyczyść historię

source: BACK TO TOP
pl: POWRÓT DO GÓRY

source: Autoplay
pl: Autoodtwarzanie
